brew "ag"
brew "direnv"
brew "ctags-exuberant"
brew "fzf"
brew "goenv"
brew "gpg"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "neovim"
brew "nodenv"
brew "postgresql"
brew "python"
brew "python@2"
brew "redis"
brew "rbenv"
brew "ruby-build"
brew "tmux"
brew "watch"
brew "yarn"

cask_args appdir: "/Applications"
tap "homebrew/cask"
cask "1password"
cask "1password-cli"
cask "caffeine"
cask "clipy"
cask "chromedriver"
cask "coconutbattery"
cask "firefox"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "keepassxc"
cask "keybase"
cask "obs"
cask "resxtreme"
cask "shiftit"
cask "slack"
cask "spotify"
cask "teensy"
cask "zoomus"

tap "heroku/brew"
brew "heroku"

tap "osx-cross/avr"
brew "avr-gcc@7", link: true
