brew "goenv"
brew "htop"
brew "neovim"
brew "python"
brew "python@2"
brew "rbenv"
brew "ruby-build"

cask_args appdir: "/Applications"
tap "homebrew/cask"
cask "google-chrome"
cask "coconutbattery"
cask "firefox"
cask "iterm2"
cask "keepassxc"
cask "obs"
cask "shiftit"
cask "spotify"
